Revit 2027 API
ParameterTypeId.StructuralAttachmentEndValueElevation Property
 "End Attachment Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralAttachmentEndValueElevation { get; }
Public Shared ReadOnly Property StructuralAttachmentEndValueElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralAttachmentEndValueElevation {
	ForgeTypeId^ get ();
}
static member StructuralAttachmentEndValueElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace